{
  "https://www.youtube.com/watch?v=cyosp6Vg0wo": " Loman Ayer tries to get a bit of exercise on the shellburn waterfront. His doctor often told him to lose weight, but he never listened. Years ago, he developed fatty liver disease. Now he has liver cancer. I'm on the list for a liver transplant. And if I don't get a new liver, then I'm going to die. Much sooner than what I should. The problem with trying to get a transplant is that livers are scarce. And these days, there's a high chance the donated organ will also have fatty liver disease. That's because it's estimated up to 40% of Canadians have the condition. This is what a normal liver looks like, and this one with fatty liver disease is enlarged and clogged with fat. The condition is caused by bad eating habits and a lack of exercise. It can lead to cirrhosis or cancer. Take this at this here. This transplant surgeon in Halifax is part of a team that has started research on how to get the fat out of a donated liver. The organ is hooked up to this apparatus and flushed with a solution containing nutrients and other agents. They're hoping their work will eventually be widely used. If we can remove the fat of a very severely fatty liver to become mildly fatty, that would still allow us to use that liver for transplant purposes. The team is also using this powerful new MRI in Halifax to develop a better way to see the fat in the liver. Earlier diagnosis gives patients a chance to eat better and exercise, which will help reverse the condition. The machine can also more accurately tell how serious the problem is, something that right now can only be revealed through a biopsy. So having a non-invasive way to assess these people will be very helpful, not only for diagnosis, but for monitoring the effects of treatment. Loman Ayer is hoping for a call any time that a liver has become available. The researchers are hoping that for patients like him, their work will someday mean more successful transplants. Diempecats, CBC News, Schalber, Nova Scotia.",
  "https://api.apify.com/v2/key-value-stores/jZEFb4f2TjgxViv7R/records/video-7201280549485366571": " Day five of my liver cleanse today is the last day of taking this home remedy shot. Again, it's half ounce extra virgin olive oil, half ounce juiced lemon and a pinch of cayenne pepper. Let's do this. On this review, I feel amazing. I wish I would have took like a before and after picture, but you guys can probably see through my videos for the last five days. Just look at me, guys. I am not bloated at all. Nothing. I went to the restroom regularly, like literally, very often. Went to go pee a lot. I don't feel bloated. I have not had any stomach pain since I started this remedy. Monday, no stomach pain at all. I feel more energetic. I just feel so good. You guys, I did go ahead on this. The entire benefits on yesterday's video, if you guys want to check it out. But I'm planning on doing this every month for a whole week. So I'm pretty much done for this month, but I will be doing it again next month because this thing is powerful and I highly, highly recommend this.",
  " https://www.youtube.com/watch?v=BvVzcobqjck": " Hi, my name is Katie. I was diagnosed at 29 years old with stage 4 kidney cancer about one year ago. I was diagnosed on New Year's Eve and two months after I had gotten married. So I was a newlywed. So to say things changed quickly would be an understatement. I decided I want to come and make this YouTube channel because when I first got diagnosed, I found it really hard to find information. And one of the first places I went was YouTube. As we do these days. And I couldn't find the information I was looking for. It was really difficult. And I found that there wasn't a whole lot of information out there. So I wanted to start making videos to see if I can help create some of that content for other patients to turn to in the future. When I was diagnosed, I had a really big tumor. The one that I had on my right kidney was about 12 centimeters when I was diagnosed. And 10.5 by the time we took it out six months later during surgery. It shrunk because I was on systemic treatment for a couple months. So in these videos, I will share kind of my own story and diagnosis. I will also share the treatments I was on. I will share the different types of treatments that are available in kidney cancer. They are different from other types. I was completely cancer-nive when I got diagnosed. So I thought everybody was on chemo. I thought everybody lost their hair. I didn't understand the different types of treatments. So that's something that I want to help educate other people about who might be new to a diagnosis as well. And I just want to create content to help other patients navigate the diagnosis a little bit better. I felt so very lost and alone when I was first diagnosed. The type of cancer I have is incredibly rare. We think that I'm the only one in the US with my official diagnosis right now. So super rare. I do have kidney cancer. I just have a very rare type. And there are lots of different types of kidney cancer. And they're all different and they all respond differently to treatment, which is very important to learn and understand. We need to first get diagnosed because it can be kind of confusing, understanding why one person might be on one treatment while you're on something else. And so I hope to kind of help provide some of that clarity. I was very lost when I got diagnosed and I felt very alone. I've spent a lot of time learning as much as I possibly can. I'm by no means an expert and I'm not a doctor. But I'm just here to put out content to help other patients and try to help navigate this crappy diagnosis. I have no idea what I'm doing as my first YouTube video. So we'll see how it goes. But please follow along if you'd like to learn more about kidney cancer or just want to hang out for my journey. I am in such a different place this year than I was one year ago. And I have so much to be grateful for. I feel the best that I felt in my entire life. I realize that I have a very rare situation and I am very fortunate and lucky to be in the spot that I'm in. But I had to learn a lot about self-atfficacy. I had a lot of struggles along the way. I am anytime set as told I could never be cured. I'm still not cured yet. But I feel so much better than I did. And there are so many doctors that didn't think that I could be in the place that I am right now a year ago. I am in a completely different spot this year. And I owe so much of that to an incredible team of doctors, my oncologists, my surgeons, and so many people who took a chance on me, nobody else would. I was told no so many times for surgery. And there are so many people who thought that I would not be in the position that I am in right now when you're ago. So I will be here to share my journey and my story, how I got here, the different treatments I was on, the surgeries that I've had, and try to help put that information out there for their patients. I remember I went on YouTube before I was diagnosed and I looked up what's a liver reception like, because I had no idea and it was really hard to find information from patients who talked about it. So I want to help kind of be that resource for other people and I hope it's helpful. So, follow along. I have no idea what frequency I'm going to post videos at. I am a complete newbie to YouTube. I have no idea what I'm doing. But we'll learn together. So please bear with me as these first couple videos may kind of suck. But I was trying to put out the best content I possibly can about kidney cancer and try to help spread knowledge along the way. If I can subscribe or something. Do the things, I don't know, what do people say on YouTube? A liver. Hi Dora. That's my cat. That's my trans-asset. So I know to cut.",
  "https://api.apify.com/v2/key-value-stores/jZEFb4f2TjgxViv7R/records/video-7209304204672863534": " Mom! Mom! Mom! Mom! Mom! Mom! It's Kathy! Mommy! You're giving me a shoulder with her. It's my turn. Oh, you want me to get you? You showed me love and I. You love me and playing with me. You're giving me a good boy? Good job. Hmm. You help me find my love. It's giving me a hug. It's a good day. It's a good day. You make me love my love. It's a good day. I got it. You're not sad. If you are, you are the reason I'm sad. I can't get it now. You are, you are the reason why my heart is still there. But I'm water. And if I could, I'd got you to move. And it's you. And if that was coming to me. You'll be. I'd get my life on your feet. You are, you are the reason why my heart is still there. And if that was coming to me. I'd get my life on your feet. You are, you are the reason why my heart is still there. And if that was coming to me."
}